Repository: common-repository/stock-car-listing-from-autocerfa
Catalog: languages/autocerfa-connector-*.po
Languages: fr_fr

source: Getting Started
fr_fr: Commencer

source: Settings
fr_fr: Paramètres

source: Read More
fr_fr: Plus d'information

source: You are not allowed to submit data.
fr_fr: Vous n’êtes pas autorisé à soumettre des données.

source: Successfully deleted
fr_fr: Supprimé avec succès

source: Successfully deleted.
fr_fr: Supprimé avec succès.

source: Please select sold car.
fr_fr: Veuillez sélectionner la voiture vendue.

source: License key is empty.
fr_fr: La clé de licence est vide.

source: Cannot find this record
fr_fr: Impossible de trouver cet enregistrement

source: To optimize the performance of your website it may take a longer time to pull all stock cars.
fr_fr: Pour optimiser les performances de votre site Web, il peut prendre plus de temps pour tirer tous les stock-cars.

source: Are you sure?
fr_fr: Êtes-vous sûr ?

source: You won't be able to revert this!
fr_fr: Vous ne pourrez pas revenir en arrière !

source: Yes, delete it!
fr_fr: Oui, supprimer !

source: Cancel
fr_fr: Annuler

source: Autocerfa Settings
fr_fr: Paramètres Autocerfa

source: License Key
fr_fr: Clé de licence

source: Upgrade to pro
fr_fr: Devenir premium

source: You are running a free plugin. Please upgrade to get this pro feature.
fr_fr: Vous exécutez un plugin gratuit. Veuillez mettre à niveau pour obtenir cette fonctionnalité pro.

source: Autocerfa synchronization has been completed
fr_fr: La synchronisation Autocerfa est terminée

source: <p>Hi,</p>
fr_fr: <p>Salut</p>

source: <p>Autocerfa connector has completed fetching %d cars and saving to your website.</p>
fr_fr: <p>Connecteur Autocerfa a terminé à aller chercher des %d voitures et à économiser sur votre site Web.</p>

source: <p>You are using free version of plugin. Please <a href="https://www.opcodespace.com/wp-autocerfa">upgrade</a> to get all stock cars.</p>
fr_fr: <p>Vous utilisez la version gratuite du plugin. S’il vous plaît mettre à <a href="https://www.opcodespace.com/wp-autocerfa">niveau</a> pour obtenir tous les wagons stock.</p>

source: Congratulation! Your account has been activated.
fr_fr: Félicitation! Votre compte a été activé.

source: <h3>Lead reference is required.</h3>
fr_fr: <h3>La référence de plomb est requise.</h3>

source: <h3>Cannot find record.</h3>
fr_fr: <h3>Impossible de trouver l’enregistrement.</h3>

source: Autocerfa token is missing. Please authorize your autocerfa account.
fr_fr: Le jeton Autocerfa est manquant. Veuillez autoriser votre compte autocerfa.

source: No stock car
fr_fr: Pas de stock-car

source: Every %d Minutes
fr_fr: Toutes les %d minutes

source: Authorization
fr_fr: Autorisation

source: Synchronization
fr_fr: Synchronisation

source: Completed
fr_fr: Terminé

source: Authorizing Autocerfa
fr_fr: Autorisation d’Autocerfa

source: Authorize your <a href="https://www.autocerfa.com/" target="_blank">Autocerfa</a> account. You may require login autocerfa if not logged in.
fr_fr: Autorisez votre compte <a href="https://www.autocerfa.com/" target="_blank">Autocerfa.</a> Vous pouvez avoir besoin d’une connexion automatique si vous ne vous connectez pas.

source: Authorize Your Autocerfa Account
fr_fr: Autoriser votre compte Autocerfa

source: This process may take a longer time. After completing this process, you will get notification to your admin email.
fr_fr: Ce processus peut prendre plus de temps. Après avoir terminé ce processus, vous recevrez une notification à votre adresse e-mail d’administrateur.

source: Daily Synchronization
fr_fr: Synchronisation quotidienne

source: Daily Once
fr_fr: Une fois quotidienne

source: Daily Twice
fr_fr: Deux fois par jour

source: Synchronize Now
fr_fr: Synchroniser maintenant

source: Congratulation! You have completed the installation.
fr_fr: Félicitation! Vous avez terminé l’installation.

source: All cars are on this page <a href="%s">%s</a>
fr_fr: Toutes les voitures sont sur cette page <a href="%s">%s</a>

source: Copy following shortcode and paste on web page to display your stock cars.
fr_fr: Copiez le shortcode et le coller suivant sur la page Web pour afficher vos stock-cars.

source: OR
fr_fr: OU

source: Your can create page with shortcode from here automatically.
fr_fr: Votre pouvez créer une page avec un code court à partir d’ici automatiquement.

source: Close
fr_fr: Fermer

source: No. of Cars Per Page
fr_fr: non. des voitures par page

source: Single Page Slug
fr_fr: Limace à page unique

source: Example:
fr_fr: Exemple :

source: If you get 404 error, after changing this slug, please remove cache and try again.
fr_fr: Si vous obtenez 404 erreur, après avoir changé cette limace, s’il vous plaît supprimer le cache et essayer à nouveau.

source: Color skin
fr_fr: Peau de couleur

source: You can change color as your website theme.
fr_fr: Vous pouvez changer de couleur en tant que thème de votre site Web.

source: View Style
fr_fr: Afficher le style

source: List View
fr_fr: Vue en liste

source: Grid View
fr_fr: Vue en grille

source: Showing Filter Option
fr_fr: Affichage de l’option de filtre

source: Yes
fr_fr: Oui

source: Save
fr_fr: Sauvegarder

source: Showing all stock cars
fr_fr: Affichage de toutes les voitures de stock

source: Use this shortcode
fr_fr: Utilisez ce code court

source: Select a page where this shorcode is added
fr_fr: Sélectionnez une page où ce shorcode est ajouté

source: Select Page
fr_fr: Sélection de la page

source: Single stock car
fr_fr: Voiture de stock simple

source: If default single page is not compatible to your theme, you should select create a page and use this shortcode
fr_fr: Si la page unique par défaut n’est pas compatible avec votre thème, vous devez sélectionner créer une page et utiliser ce code court

source: Please, select page to use above shortcode for single car.
fr_fr: S’il vous plaît, sélectionnez la page à utiliser au-dessus du code court pour une seule voiture.

source: Search Box
fr_fr: Boîte de recherche

source: You can put this search box on any page. On submit it will take car list page. If default car list page does not look good, please select your current car list page in car list section. Use this shorcode on any page.
fr_fr: Vous pouvez mettre cette boîte de recherche sur n’importe quelle page. Sur soumettre, il faudra page liste de voiture. Si la page de liste de voiture par défaut ne semble pas bonne, s’il vous plaît sélectionner votre page de liste de voiture actuelle dans la section liste de voiture. Utilisez ce shorcode sur n’importe quelle page.

source: Search Box Background Color
fr_fr: Couleur d'arrière plan de l'outil de recherche

source: Field Background Color
fr_fr: Couleur de fond du champ

source: Field Border Color
fr_fr: Couleur de bordure de champ

source: Field Font Color
fr_fr: Couleur du texte du champ

source: Price Range & Search Button Color
fr_fr: Gamme de prix & Couleur du bouton de recherche

source: Minimum Price
fr_fr: Prix Minimum

source: Maximum Price
fr_fr: Prix Maximum

source: Upgrade
fr_fr: Mise à jour

source: Demo
fr_fr: Démo

source: Short listed cars
fr_fr: Voitures présélectionnées

source: You can display short listed cars on any page. Use this shortcode.
fr_fr: Vous pouvez afficher les voitures présélectionnées sur n’importe quelle page. Utilisez ce shortcode.

source: Latest cars (recommended)
fr_fr: Dernières voitures (recommandé)

source: Custom list of car
fr_fr: Liste personnalisée de la voiture

source: Select Car
fr_fr: Sélectionner

source: Template for short listed cars
fr_fr: Modèle pour les voitures présélectionnées

source: Highlighting cars with beautiful animation.
fr_fr: Mise en valeur des voitures avec une belle animation.

source: Latest Cars
fr_fr: Dernières voitures

source: Need Support or New Feature?
fr_fr: Besoin de support ou de nouvelle fonctionnalité ?

source: Find answers to your questions in the <a href="https://www.opcodespace.com/product/autocerfa-connector-pro/#faq" target="_blank">FAQ section</a>
fr_fr: Trouvez des réponses à vos questions dans la <a href="https://www.opcodespace.com/product/autocerfa-connector-pro/#faq" target="_blank">section FAQ</a>

source: Create a new <a href="https://www.opcodespace.com/contact/" target="_blank">support ticket or request new features</a>.
fr_fr: Créez un nouveau <a href="https://www.opcodespace.com/contact/" target="_blank">ticket d’assistance ou demandez de nouvelles fonctionnalités.</a>

source: Create a new support ticket
fr_fr: Créer un nouveau ticket de support

source: Unlimited stock cars
fr_fr: Stock-cars illimités

source: Short listed cars displaying on any page.
fr_fr: Voitures répertoriées courtes s’affichant sur n’importe quelle page.

source: Short listed cars in slider on any page
fr_fr: Voitures présélectionnées dans le curseur sur n’importe quelle page

source: Priority support
fr_fr: Support prioritaire

source: Updates for 1 year
fr_fr: Mises à jour pour 1 an

source: Buy now only 99€/year
fr_fr: Acheter maintenant seulement 99€/an

source: Buy Now
fr_fr: Acheter maintenant

source: Badge Text
fr_fr: Texte du badge

source: Badge Background Color
fr_fr: Couleur d’arrière plan du badge

source: Badge Text Color
fr_fr: Couleur du texte de l'insigne

source: Add Badge
fr_fr: Ajouter un Badge

source: You have authorized your %s account.
fr_fr: Vous avez autorisé votre compte %s.

source: Pulling stock cars from autocerfa. It may take a longer time.
fr_fr: Tirer des stock-cars d’autocerfa. Cela peut prendre plus de temps.

source: If you don't see any cars after reloading this page, please make sure you have stock cars in autocerfa. If you have stock cars, please contact with server provider to fix wp-cron issue.
fr_fr: Si vous ne voyez aucune voiture après avoir rechargé cette page, assurez-vous d’avoir des voitures de stock dans autocerfa. Si vous avez des stock-cars, veuillez contacter le fournisseur du serveur pour résoudre le problème wp-cron.

source: You are running your Autocerfa <strong>%s</strong> account.
fr_fr: Vous utilisez votre <strong>%s</strong> compte Autocerfa.

source: Maximum 10 cars are visible for free version. Please <a href="%s" target="_blank">upgrade</a> your account to display unlimited cars.
fr_fr: Maximum 10 voitures sont visibles pour la version gratuite. Veuillez <a href="%s" target="_blank">mettre à niveau</a> votre compte pour afficher un nombre illimité de voitures.

source: Authorize Autocerfa
fr_fr: Autoriser Autocerfa

source: Refresh Now
fr_fr: Actualiser maintenant

source: Add Sold Car to List
fr_fr: Ajouter une voiture vendue à la liste

source: Remove Badge
fr_fr: Retirer l'insigne

source: Select Sold Car
fr_fr: Sélectionnez Voiture vendue

source: Add
fr_fr: Ajouter

source: License key
fr_fr: Clé de licence

source: You will get a license key after subscribing on OP Code Space. <a href="%s" target="_blank">Upgrade To Autocerfa Connector Pro</a>
fr_fr: Vous obtiendrez une clé de licence après vous être abonné à OP Code Space. <a href="%s" target="_blank">Mise à niveau vers Autocerfa Connector Pro</a>

source: Verifying your provided License key...
fr_fr: Vérification de la clé de licence fournie...

source: All Shortcodes
fr_fr: Tous les Shortcodes

source: Model
fr_fr: Modèle

source: Mark
fr_fr: Marque

source: Fuel Type
fr_fr: Carburant

source: Transmission Type
fr_fr: Transmission

source: Price Range
fr_fr: Échelle des prix

source: Search
fr_fr: Rechercher

source: Sorry, we don’t have any cars according your criteria, try something else
fr_fr: Désolé, nous n’avons pas de voitures selon vos critères, essayez autre chose

source: Quick Search
fr_fr: RECHERCHER VEHICULE

source: We made a quick search just for you
fr_fr: voitures neuves ou d'occasion

source: Min Price
fr_fr: Prix min

source: Max Price
fr_fr: Prix max

source: No selected cars.
fr_fr: non. des voitures par page

source: More Cars
fr_fr: Plus d'information

source: Autocerfa Connector
fr_fr: Connecteur Autocerfa

source: Connecting with autocerfa and displaying stock cars
fr_fr: Connexion avec autocerfa et affichage des stock-cars
